Repository: WheresMarco/vb-scanner
Catalog: languages/odd-scanner-*.po
Languages: sv_se

source: This plugin checks all your installed plugins with the <a href="https://wpvulndb.com">WPScan Vulnerability Database</a>. It does not contain information about every plugin and the information may be inaccurate.<br /> To be on the safe side you should always be running the latest version of your plugins.
sv_se: Det här tillägget kontrollerar alla dina tillägg mot <a href="https://wpvulndb.com">WPScan Vulnerability Database</a>. Den innehåller inte information om alla tillägg och informationen kan vara felaktig.<br /> För att vara på den säkra sidan bör du alltid använda den senaste version av dina tillägg.

source: There is an vulnerability in the version you are using.
sv_se: Det finns en sårbarhet i den versionen som du använder.

source: References
sv_se: Referenser

source: <h4>There is an update to this plugin</h4>
sv_se: <h4>Det finns en uppdatering till det här tillägget</h4>

source: Update now
sv_se: Uppdatera

source: <h4>There is no update to this plugin</h4>
sv_se: <h4>Det finns ingen uppdatering till det här tillägget</h4>

source: Could not find any vulnerabilities for the version you are using.
sv_se: Kunde inte hitta några sårbarheter i versionen du använder.

source: Could not find any vulnerabilities for this plugin.
sv_se: Kunde inte hitta några sårbarheter för detta tillägg.

source: Information updated:
sv_se: Information uppdaterad:

source: Could not find any information about this plugin.
sv_se: Kunde inte hitta någon information om detta tillägg.

source: http://oddalice.com
sv_se: http://oddalice.se

source: This plugin checks all your installed plugins with the <a href="https://wpvulndb.com">WPScan Vulnerability Database</a> for known vulnerabilities.
sv_se: Det här tillägget kontrollerar alla dina tillägg mot <a href="https://wpvulndb.com">WPScan Vulnerability Database</a> för kända sårbarheter.
